Repository: jeromeboursier/firefox-ios
Catalog: firefox-ios/Shared/Qwant.xcstrings
Source language: en
Languages: de, es, fr, it

# Qwant.DefaultBrowserOnboarding.ButtonIgnore
source: Ignore
de: Überspringen
es: Omitir
fr: Ignorer
it: Ignora

# Qwant.DefaultBrowserOnboarding.ButtonSettings
source: Go to Settings
de: Einstellungen öffnen
es: Ir a ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni

# Qwant.Intro.DefaultBrowser.Bullet1
source: 1. Open **Settings**
de: 1. Öffnen Sie die **Einstellungen**
es: 1. Abra la sección de **Configuración**
fr: 1. Ouvrez les **Réglages**
it: 1. Aprire le **impostazioni**

# Qwant.Intro.DefaultBrowser.Bullet2
source: 2. Select **Default browser app**
de: 2. Wählen Sie **Standard-Browser-App**
es: 2. Seleccione **Aplicación de navegación por defecto**
fr: 2. Sélectionnez **App du navigateur par défaut**
it: 2. Selezionare **App browser predefinita**

# Qwant.Intro.DefaultBrowser.Bullet3
source: 3. Select **Qwant**
de: 3. Wählen Sie **Qwant**
es: 3. Seleccione **Qwant**
fr: 3. Sélectionnez **Qwant**
it: 3. Selezionare **Qwant**

# Qwant.Intro.DefaultBrowser.Subtitle
source: All links you click on will automatically open in the Qwant app.
de: Alle Links, die Sie anklicken, werden automatisch in der Qwant-App geöffnet.
es: Todos los enlaces en los que hagas clic se abrirán automáticamente en la aplicación Qwant.
fr: Tous les liens sur lesquels vous cliquez s’ouvriront automatiquement dans l’app Qwant.
it: Tutti i link su cui si fa clic si apriranno automaticamente nell'app Qwant.

# Qwant.Intro.DefaultBrowser.Title
source: Choose Qwant as your default browser app
de: Wählen Sie Qwant als Standard-Browser-App aus
es: Elige Qwant como tu aplicación de navegación por defecto
fr: Choisissez Qwant comme navigateur par défaut
it: Scegliere Qwant come browser predefinito

# Qwant.Intro.General.Ignore
source: Ignore
de: Ignorieren
es: Ignora
fr: Ignorer
it: Ignorare

# Qwant.Intro.General.Later
source: Later
de: Später
es: Después
fr: Plus tard
it: In seguito

# Qwant.Intro.General.LetsGo
source: Let's get started!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !
it: Andiamo!

# Qwant.Intro.General.Next
source: Next
de: Weiter
es: Siguiente
fr: Continuer
it: Continuare

# Qwant.Intro.General.Settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir la configuración
fr: Ouvrir les réglages
it: Aprire le impostazioni

# Qwant.Intro.QwantVIP.Bullet1
source: Fewer cookies, no more intrusive banners!
de: Weniger Cookies, keine aufdringlichen Banner mehr!
es: ¡Menos cookies y no más banners intrusivos!
fr: Moins de cookies, fini les bandeaux intrusifs !
it: Meno cookie, niente più banner intrusivi!

# Qwant.Intro.QwantVIP.Bullet2
source: Fewer trackers, finally free!
de: Blockieren von Trackern, endlich Freiheit!
es: Menos rastreadores, ¡por fin libre!
fr: Moins de traqueurs, enfin libre !
it: Blocco dei software di tracciamento, finalmente sei libero!

# Qwant.Intro.QwantVIP.Title
source: Surf safely on all websites with our Qwant VIPrivacy extension
de: Surfen Sie geschützt auf allen Websites, wenn Sie Qwant VIPrivacy installieren
es: Navega con seguridad con Qwant VIPrivacy
fr: Naviguez protégés grâce à Qwant VIPrivacy
it: Naviga su internet in modo protetto con Qwant VIPrivacy

# Qwant.Intro.Welcome.Bullet1
source: **Zero** tracking of your searches
de: **Kein** Tracking Ihrer Suchanfragen
es: **Cero** seguimiento de tus búsquedas
fr: **Zéro** tracking de vos recherches
it: **Zero** tracciamento delle tue ricerche

# Qwant.Intro.Welcome.Bullet2
source: **Zero** advertising tracking
de: **Kein** Werbetracking
es: **Cero** seguimiento de publicidad
fr: **Zéro** tracking publicitaire
it: **Zero** tracciamento pubblicitario

# Qwant.Intro.Welcome.Bullet3
source: **Zero** sale of your personal data
de: **Kein** Verkauf Ihrer persönlichen Daten
es: **Cero** venta de tus datos personales
fr: **Zéro** vente de vos données personnelles
it: **Zero** vendita dei tuoi dati personali

# Qwant.Intro.Welcome.Subtitle
source: Search in complete privacy:
de: Hier können Sie völlig sicher und anonym suchen:
es: Aquí puede buscar con total confidencialidad:
fr: Ici, faites vos recherches en toute confidentialité :
it: Qui puoi fare le tue ricerche con la massima riservatezza:

# Qwant.Intro.Welcome.Title
source: Welcome to Qwant, dear unknown user
de: Willkommen bei Qwant, lieber Anonymus
es: Bienvenido a Qwant querido anónimo
fr: Bienvenue chez Qwant, cher inconnu
it: Caro anonimo, benvenuto su Qwant

# Qwant.NightMode.Subtitle
source: Invert website colors
de: Farben der Website umkehren
es: Invertir los colores del sitio web
fr: Inverser les couleurs du site
it: Inverti i colori dei siti web

# Qwant.NightMode.Title.Off
source: Force dark mode
de: Nachtmodus erzwingen
es: Modo oscuro
fr: Forcer le mode sombre
it: Imponi modalità scura

# Qwant.NightMode.Title.On
source: Turn off dark mode
de: Nachtmodus ausschalten
es: Desactivar modo oscuro
fr: Désactiver le mode sombre
it: Disattiva modalità scura

# Qwant.Omnibar.Placeholder
source: Search or enter an address
de: Adresse suchen oder eingeben
es: Busca o ingresa una dirección
fr: Rechercher ou saisir une adresse
it: Cerca o inserisci un indirizzo

# Qwant.Omnibar.PrivateTabs.Description
source: Sites viewed in private tabs are not displayed in your Qwant history, and their cookies are always deleted when you close the tab. Without private browsing, your search history is stored on your phone but is not visible to Qwant (we respect your privacy!). Please be aware that private browsing does not make you invisible on the Internet. Private tabs do not prevent your mobile operator or Wi-Fi network owner tracking the sites you visit or your public IP address.
de: Websites, die Sie in privaten Tabs besuchen, erscheinen nicht in Ihrem Qwant-Verlauf und die zugehörigen Cookies werden immer gelöscht, wenn Sie den Tab schließen. Wenn Sie nicht im privaten Modus surfen, wird Ihr Suchverlauf auf Ihrem Telefon gespeichert, ist aber für Qwant nicht sichtbar (wir respektieren Ihre Privatsphäre!). Bitte beachten Sie, dass Sie beim Surfen im privaten Modus im Internet nicht unsichtbar sind. Private Tabs verhindern nicht, dass Ihr Mobilfunkanbieter oder WLAN-Betreiber die von Ihnen besuchten Seiten oder Ihre öffentliche IP-Adresse nachvollziehen kann.
es: Los sitios vistos en pestañas privadas no se muestran en su historial de Qwant y sus cookies siempre se eliminan cuando cierra la pestaña. Sin navegación privada, su historial de búsqueda se almacena en su teléfono, pero Qwant no lo puede ver (¡respetamos su privacidad!). Tenga en cuenta que la navegación privada no lo hace invisible en Internet. Las pestañas privadas no impiden que su operador de telefonía móvil o el propietario de la red Wi-Fi rastreen los sitios que visita o su dirección IP pública.
fr: Les sites consultés dans des onglets privés ne s'affichent pas dans votre historique Qwant, et leurs cookies sont toujours supprimés lorsque vous fermez l'onglet. Sans la navigation privée, votre historique est stocké sur votre téléphone et n’est pas visible par Qwant (nous respectons votre vie privée !). Sachez que la navigation privée ne vous rend pas invisible sur Internet. Les onglets privés n'empêchent pas votre opérateur mobile ou le propriétaire de votre réseau wifi de connaitre les sites que vous consultez ou votre adresse IP publique.
it: I siti visitati nelle schede in incognito non saranno visualizzati nella cronologia di Qwant e i loro cookie verranno sempre eliminati dopo aver chiuso la scheda. Senza navigazione in incognito, la tua cronologia di ricerca viene memorizzata sul tuo telefono ma non è visibile a Qwant (rispettiamo la tua privacy!). Tieni presente che la navigazione in incognito non ti rende invisibile su internet. Le schede in incognito non impediscono al tuo operatore di telefonia mobile o al proprietario della rete Wi-Fi di tracciare i siti che visiti o il tuo indirizzo IP pubblico.

# Qwant.Omnibar.PrivateTabs.Title
source: Private browsing
de: Privates Surfen
es: Navegación privada
fr: La navigation privée
it: Navigazione in incognito

# Qwant.Search.HeaderTitle
source: Qwant search
de: Qwant-Suche
es: Buscador Qwant
fr: Recherche Qwant
it: Cerca su Qwant

# Qwant.Tracking.Settings.Subtitle
source: Statistical audience measurement services are necessary for the operation of the application as they allow for its proper management. However, you can opt out of their use by clicking the "Toggle" button.
de: Die Dienste zur statistischen Erfassung von Besucherdaten sind für die Funktion der Anwendung erforderlich, um eine ordnungsgemäße Verwaltung zu ermöglichen. Sie haben dennoch die Möglichkeit, der Verwendung Ihrer Daten zu widersprechen, indem Sie auf die Schaltfläche "Toggle" klicken.
es: Los servicios de medición estadística de audiencia son necesarios para el funcionamiento de la aplicación permitiendo su adecuada administración. Sin embargo, tiene la posibilidad de oponerse a su uso haciendo clic en el botón "Toggle".
fr: Les services de mesure statistique d'audience sont nécessaires au fonctionnement de l'application en permettant sa bonne administration. Vous avez cependant la possibilité de vous opposer à leur usage en cliquant sur le bouton « Toggle ».
it: I servizi di misurazione statistica dell'audience sono necessari per il funzionamento dell'applicazione permettendone la sua corretta gestione. Tuttavia, l'utente può opporsi al loro utilizzo facendo clic sul pulsante "Toggle".

# Qwant.Tracking.Settings.Title
source: Statistical audience analytics
de: Statistische Erfassung von Besucherdaten
es: Medición estadística de audiencias
fr: Mesure d'audience statistique
it: Rilevatore di dati sulle visite al sito

# Qwant.VIP.ConnectionNotSecure
source: Connection is not secure
de: Verbindung ist nicht sicher
es: Conexión no segura
fr: Connexion non sécurisée
it: La connessione non è sicura

# Qwant.VIP.ConnectionSecure
source: Connection is secure
de: Verbindung ist sicher
es: Conexión segura
fr: Connexion sécurisée
it: La connessione è sicura

# Qwant.VIP.Feedback.Title
source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Donner mon avis
it: Invia feedback

# Qwant.VIP.GlobalProtection.Help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Supporto

# Qwant.VIP.ProtectionLevel.StrictFooter
source: If a site doesn’t work as expected, tap the shield in the address bar and turn off Qwant VIP for that page.
de: Wenn eine Website nicht wie erwartet funktioniert, tippen Sie auf das Schild in der Adressleiste und deaktivieren Sie den Qwant VIP für diese Seite.
es: Si un sitio no funciona como se esperaba, toca el escudo en la barra de direcciones y desactiva Qwant VIP para esa página.
fr: Si un site ne fonctionne pas comme prévu, appuyez sur le bouclier dans la barre d’adresse et désactivez Qwant VIP pour cette page.
it: Se un sito non funziona come previsto, tocca il scudo nella barra degli indirizzi e disattiva Qwant VIP per quella pagina.

# Qwant.VIP.ProtectionLevel.StrictTitle
source: Strict
de: Streng
es: Estricta
it: Protezione massima

# Qwant.VIP.ProtectionLevel.Title
source: Level of protection
de: Schutzstufe
es: Nivel de protección
fr: Niveau de protection
it: Livello di protezione

# Qwant.VIP.Statistics.Deactivate.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# Qwant.VIP.Statistics.Delete
source: Delete
de: Löschen
es: Eliminar
fr: Effacer
it: Elimina

# Qwant.VIP.Statistics.LastThirtyDays
source: Last 30 days
de: Letzter Monat
es: Último mes
fr: Les 30 derniers jours
it: Ultimo mese

# Qwant.Zap.Alert.Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# Qwant.Zap.Alert.OK
source: Delete data
de: Daten löschen
es: Eliminar datos
fr: Supprimer les données
it: Elimina i dati

# Qwant.Zap.Alert.Title
source: This button deletes your browsing history
de: Über diese Schaltfläche werden Ihre Browserdaten gelöscht
es: Este botón elimina tus datos de navegación
fr: Ce bouton supprime vos données de navigation
it: Questo pulsante elimina i tuoi dati di navigazione

# Qwant.Zap.Settings
source: Browser deletion settings
de: Browserlöscheinstellungen
es: Configuración de eliminación del navegador
fr: Paramètres de suppression de navigation
it: Impostazioni di cancellazione del browser

# Qwant.Zap.Settings.QwantVIP
source: Qwant VIP's statistics
de: Qwant-VIP-Statistiken
es: Estadísticas de Qwant VIP
fr: Statistiques de Qwant VIP
it: Statistiche di Qwant VIP

# Qwant.Zap.Settings.TabsAndHistory
source: Close tabs and delete history
de: Tabs schließen und Verlauf löschen
es: Cerrar pestañas y eliminar historial
fr: Ferme les onglets et supprime l'historique
it: Chiudi le schede ed elimina la cronologia

# Qwant.Zap.Toast
source: Data deleted
de: Daten gelöscht
es: Datos eliminados
fr: Données effacées
it: Dati cancellati

# Qwant.VIP.ProtectionLevel.StandardTitle
source: Standard
es: Estándar
it: Normale

# Qwant.DefaultBrowserOnboarding.Description
source: Set links to open automatically in Qwant!
fr: Ouvrez tous vos liens dans l'app Qwant !

# Qwant.DefaultBrowserOnboarding.Title
source: Make the Qwant app your default browser
fr: Faites de l'app Qwant votre navigateur par défaut

# Qwant.VIP.GlobalProtection.About
source: Learn about Qwant VIP
fr: Tout savoir sur Qwant VIPrivacy

# Qwant.VIP.GlobalProtection.Experience
source: Share your experience
fr: Partagez votre expérience

# Qwant.VIP.Information.DeveloperNotes
source: Developer Notes
fr: Notes du développeur

# Qwant.VIP.Information.GetToKnow
source: Learn about Qwant VIPrivacy
fr: Tout savoir sur Qwant VIPrivacy

# Qwant.VIP.Information.Title
source: Information
fr: Informations

# Qwant.VIP.LocalProtection.BlockedItems
source: Items blocked
fr: Éléments bloqués

# Qwant.VIP.LocalProtection.DisabledSubtitle
source: Deactivated for this website.
fr: Désactivée pour ce site.

# Qwant.VIP.LocalProtection.DisabledTitle
source: Protection disabled
fr: Protection désactivée

# Qwant.VIP.LocalProtection.DisablingTitle
source: Disabling protection...
fr: Désactivation...

# Qwant.VIP.LocalProtection.DomainsTitle
source: Domains
fr: Domaines

# Qwant.VIP.LocalProtection.EmptyListTrackersBlocked
source: There is nothing to block here, this is a pretty nice website!
fr: Il n'y a rien à bloquer ici, voilà un site web plutôt sympa !

# Qwant.VIP.LocalProtection.EnabledSubtitle
source: A problem on this website? Try to deactivate.
fr: Un problème sur ce site ? Essayez de désactiver.

# Qwant.VIP.LocalProtection.EnabledTitle
source: Protection enabled
fr: Protection activée

# Qwant.VIP.LocalProtection.EnablingTitle
source: Enabling protection...
fr: Activation...

# Qwant.VIP.LocalProtection.Inactive
source: Inactive
fr: Inactif

# Qwant.VIP.LocalProtection.LoadingSubtitle
source: This operation can take up to 5 seconds, please wait.
fr: Cette opération peut prendre jusqu'à 5 secondes, veuillez patienter.

# Qwant.VIP.LocalProtection.LongerLoadingSubtitle
source: Hang tight. We're almost there...
fr: Encore un peu de patience. On y est presque...

# Qwant.VIP.LocalProtection.OnDomain
source: on %@
fr: sur %@

# Qwant.VIP.LocalProtection.ScreenTitle
source: Items blocked
fr: Éléments bloqués

# Qwant.VIP.LocalProtection.TrackersCookiesTitle
source: Trackers/Cookies
fr: Traqueurs/Cookies

# Qwant.VIP.LocalProtection.TrackersTitle
source: Trackers
fr: Traqueurs

# Qwant.VIP.ProtectionLevel.DisabledDescription
source: The browsing protection is disabled
fr: La navigation protégée est désactivée

# Qwant.VIP.ProtectionLevel.DisabledTitle
source: Disabled
fr: Désactivé

# Qwant.VIP.ProtectionLevel.Reactivate
source: Reactivate protection
fr: Réactiver la protection

# Qwant.VIP.ProtectionLevel.StandardDescription
source: Blocks most trackers and cookies efficiently
fr: Bloque la plupart des traqueurs efficacement

# Qwant.VIP.ProtectionLevel.StrictDescription
source: Blocks all trackers and cookies, may affect some websites
fr: Bloque tous les traqueurs, peut modifier les fonctionnalités de certains sites

# Qwant.VIP.Statistics.Deactivate
source: Deactivate statistics
fr: Désactiver les statistiques

# Qwant.VIP.Statistics.Deactivate.Confirm
source: Confirm disable statistics
fr: Confirmer la désactivation

# Qwant.VIP.Statistics.DeactivateDetails
source: Deactivate statistics will result in deleting all cumulated statistics so far.
fr: Désactiver les statistiques supprimera toutes les statistiques cumulées jusqu'ici.

# Qwant.VIP.Statistics.DeactivateForNow
source: Currently disabled
fr: Désactivées pour le moment

# Qwant.VIP.Statistics.Empty
source: Nothing yet
fr: Rien pour le moment

# Qwant.VIP.Statistics.ItemsBlocked
source: Items blocked
fr: Éléments bloqués

# Qwant.VIP.Statistics.JustActivated
source: Statistics activated! Start browsing the web, and your numbers will be displayed here.
fr: Statistiques bien activées ! Commencez à naviguer sur le web pour avoir des chiffres ici.

# Qwant.VIP.Statistics.Reactivate
source: Reactivate statistics
fr: Réactiver les statistiques

# Qwant.VIP.Statistics.ScreenTitle
source: Your statistics
fr: Vos statistiques cumulées

# Qwant.VIP.Statistics.SeeDetails
source: See details
fr: Voir les statistiques

# Qwant.VIP.Statistics.TimeSaved
source: Time saved
fr: Temps économisé
